{
    "loading_screen_start": "Démarrage d'ArmCord…",
    "loading_screen_update": "Une nouvelle version d'ArmCord est disponible. Veuillez mettre à jour vers la dernière version.",
    "setup_question1": "Sélectionnez le type de configuration que vous souhaitez effectuer :",
    "setup_question1_answer1": "Configuration Express",
    "setup_question1_answer2": "Configuration Complète",
    "setup_question2": "Choisissez votre canal/instance Discord :",
    "setup_question3": "ArmCord doit-il s'occuper de l'installation des mods clients ?",
    "yes": "Oui",
    "no": "Non",
    "next": "Suivant",
    "setup_question4": "Sélectionnez le mod client que vous souhaitez installer :",
    "setup_question4_clientmodnotice": "Pourquoi pas tous ? Le fait d'avoir plusieurs clients mods en même temps peut causer des problèmes. Si vous voulez vraiment le faire, consultez notre Discord.",
    "loading_screen_offline": "Vous semblez être hors ligne. Veuillez vous connecter à internet et réessayer.",
    "setup_offline": "Vous semblez être hors ligne. Veuillez vous connecter à internet et redémarrer ArmCord.",
    "settings-tray": "Minimiser dans la zone de notification",
    "settings-channel": "Canal Discord",
    "settings-mod": "Modification client :",
    "settings-save": "Sauvegarder les Paramètres",
    "settings-updater": "Vérifier les mises à jour",
    "settings-theme": "Thème ArmCord",
    "settings-theme-default": "Default",
    "settings-theme-native": "Native",
    "settings-patches": "Correctifs automatiques",
    "settings-invitewebsocket": "Lien discord.gg",
    "settings-prfmMode": "Le mode Performance est une fonction expérimentale qui peut augmenter la réactivité et la performance de\n                ArmCord ou... la diminuer. Veuillez essayer chaque option et voir laquelle vous correspond le plus.",
    "settings-prfmMode-performance": "Performance",
    "settings-prfmMode-battery": "Batterie",
    "settings-none": "Aucun",
    "settings-mobileMode": "mode mobile",
    "settings-theme-desc1": "Les \"thèmes\" d'ArmCord gèrent le comportement et l'apparence des applications.",
    "settings-channel-desc4": "version d'essai publique. Recevant la fonctionnalité plus tôt que plus stable mais est plus vieux que le Canary.",
    "settings-altPaste": "Pâte alternative",
    "settings-storageFolder": "Ouvrir le dossier de stockage",
    "settings-theme-desc2": "voilà à quoi ressemble ArmCord quand vous le lancez pour la première fois. Cela inclut une reconstitution de\n                la barre de titre de Discord, ainsi que les styles spécifiques de ArmCord administrés sur Discord.",
    "settings-theme-desc3": "utilise la barre de titre native de l'OS que vous faites tourner (e.g Windows 7/10). Fonctionne plus\n                similairement à Discord sur Linux.",
    "settings-csp-desc": "ArmCord CSP est notre système qui gère le chargement du contenu customisé dans l'appli Discord. Les choses comme\n                les mods clients et les thèmes en dépendent. Désactiver si vous voulez vous débarrasser des mods et styles customisés.",
    "settings-tray-desc": "Quand désactivé, ArmCord fermera chaque autre fenêtre, autrement il s'assoira et se relaxera\n                dans votre plaque système pour plus tard.",
    "settings-patches-desk": "Extrait des correctifs automatique distribués si la sortie contient des bugs après la sortie. Normalement\n                vous n'avez pas à la garder activer, sauf si vous êtes notifiés dans le support Discord.",
    "settings-mobileMode-desc": "Si vous avez un dispositif avec un écran tactile, cette fonction est pour vous! Elle active le mode mobile caché de Discord\n                destiné aux portables et tablettes. La seule fonctionnalité majeure manquante est la prise en charge du chat vocal. C'est idéal pour les utilisateurs\n                sur PinePhone et autres.",
    "settings-channel-desc1": "Vous pouvez utiliser ce paramètre pour changer l'instance présente de Discord:",
    "settings-channel-desc2": "vous êtes probablement familier avec celui-là. C'est celui que vous voyez sur le client Discord\n                    par défaut!",
    "settings-channel-desc3": "c'est un test de sortie alpha de Dirscord. en l'utilisant vous gagnez l'accès aux dernières\n                    fonctionnalités et correctifs.",
    "settings-channel-desc5": "instance non-officielle de Discord qui vous ramène en 2016 ! Le seul mod client\n                    capable de marcher à ses côtés est Cordwood. Il est développé par la communauté, donc vous prenez des risques en l'utilisant\n                     en l'utilisant.",
    "settings-invitewebsocket-desc": "Quand il est activé, ArmCord prendra en charge les liens Discord.gg ce qui veut dire que si vous ouvrez un lien d'invitation dans votre\n                navigateur, ArmCord acceptera automatiquement l'invitation. Peu ne pas répondre par moment.",
    "settings-altPaste-desc": "Si vous êtes sur Gnome ou Linux ou simplement ne peut pas copier des messages, alors ceci est\n                pour vous. Cela active une manière alternative pour copier des images. Activez seulement quand vous avez des\n                problèmes.",
    "settings-mod-desc1": "Les mods client sont des programmes qui permettent de customiser votre expérience Discord. Ils peuvent changer l'apparence du\n                client, modifiant le comportement ou ajouter d'autres fonctionnalités!",
    "settings-trayIcon": "icône Tray",
    "settings-trayIcon-desc": "place l'icône qui apparaîtra dans le menu tray.",
    "settings-advanced": "Zone d'utilisateur avancé",
    "settings-pluginsFolder": "Ouvrir dossier plugin",
    "settings-themesFolder": "Ouvrir le dossier des thèmes",
    "settings-restart": "Redémarrer l'Application",
    "settings-channel-hummus": "Hummus (Experimental)",
    "settings-copyDebugInfo": "Copy Debug Info",
    "settings-mod-vencord": "lightweight, and easy to use client mod. Features a built-in store for plugins.",
    "settings-mod-shelter": "is a new generation client mod built to be essentially bulletproof.",
    "settings-prfmMode-desc": "Performance mode is an experimental function that may either increase responsiveness and performance of\n                ArmCord or... decrease it. Please try every option and see which fits you the best.",
    "settings-trayIcon-dynamic": "Dynamic",
    "settings-trayIcon-normal": "Discord Icon",
    "settings-trayIcon-classic": "Classic Discord Icon",
    "settings-trayIcon-colored-plug": "Colored Plug",
    "settings-trayIcon-white-plug": "White Plug",
    "settings-trayIcon-white-plug-alt": "White Plug Alt",
    "settings-trayIcon-black-plug": "Black Plug",
    "settings-trayIcon-black-plug-alt": "Black Plug Alt",
    "settings-experimental": "Experimental",
    "settings-skipSplash": "Skip Splash Screen (Experimental)",
    "settings-skipSplash-desc": "Skips ArmCord splash screen when you start up the app.",
    "settings-startMinimized": "Start minimized",
    "settings-startMinimized-desc": "ArmCord starts in background and remains out of your way.",
    "settings-crashesFolder": "Open native crashes folder",
    "settings-forceNativeCrash": "Force native crash",
    "settings-disableAutogain": "Disable autogain",
    "settings-disableAutogain-desc": "Disables autogain.",
    "settings-theme-transparent": "Transparent (Experimental)"
}
