{
    "loading_screen_update": "Una nuova versione di ArmCord è disponibile. Per favore aggiorna all'ultima versione.",
    "loading_screen_start": "Avvio di Armcord…",
    "loading_screen_offline": "Sembri essere offline. Per favore connettiti all'Internet e riprova.",
    "setup_question1": "Benvenuto nella configurazione di ArmCord",
    "setup_question2": "Seleziona il tuo canale/istanza di Discord:",
    "setup_question3": "ArmCord dovrebbe gestire l'installazione di client mod?",
    "yes": "Sì",
    "no": "No",
    "next": "Avanti",
    "setup_question4": "Seleziona una client mod che vuoi installare:",
    "setup_offline": "Sembri essere offline. Per favore connettiti ad Internet e riavvia la configurazione di ArmCord.",
    "settings-tray": "Icona",
    "settings-channel": "Canale Discord",
    "settings-save": "Salva Impostazioni",
    "settings-updater": "Controlla gli aggiornamenti",
    "settings-mod": "Mod Client",
    "settings-theme": "Tema ArmCord",
    "settings-theme-default": "Default",
    "settings-theme-native": "Nativo",
    "settings-patches": "Patch automatiche",
    "settings-invitewebsocket": "Rich Presence (sperimentale)",
    "settings-prfmMode": "Modalità Performance",
    "settings-prfmMode-performance": "Performance",
    "settings-prfmMode-battery": "Battery",
    "settings-none": "None",
    "settings-mobileMode": "Modalità telefono",
    "settings-theme-desc1": "I \"Temi\" ArmCord personalizzano la funzione e il look dell'app.",
    "settings-theme-desc2": "ecco come appare ArmCord quando lo avvii per la prima volta. Include la ricreazione di Discord\n                 barra del titolo personalizzata e stili specifici di ArmCord inseriti in Discord.",
    "settings-theme-desc3": "utilizza la barra del titolo nativa del sistema operativo attualmente in esecuzione (ad esempio Windows 7/10). Funzioni più\n                 simile all'attuale app Discord su Linux.",
    "settings-csp-desc": "ArmCord CSP è il nostro sistema che gestisce il caricamento di contenuti personalizzati nell'app Discord. Cose come\n                 le mod e i temi del client dipendono da questo. Disabilita se vuoi sbarazzarti di mod e stili personalizzati.",
    "settings-patches-desk": "Recupera le patch distribuite se una versione risulta avere dei bug. Generalmente\n                 non ha bisogno di essere acceso continuamente (a meno che non venga notificato nel supporto Discord).",
    "settings-mobileMode-desc": "Se sei su un dispositivo con touch-screen questa funzione è per te! Attiva sul cellulare la modalità nascosta \n                 di Discord pensata per telefoni e tablet. L'unica caratteristica importante che manca è il supporto della chat vocale. Questo è l'ideale per\n                 utenti su PinePhone e simili.",
    "settings-channel-desc1": "Puoi utilizzare questa impostazione per modificare l'istanza corrente di Discord:",
    "settings-channel-desc2": "probabilmente hai più familiarità con questo. È quello che vedi in Discord nel client\n                      predefinito!",
    "settings-channel-desc3": "questa è la versione di test alfa di Discord. Usandolo si ottiene l'accesso alle più recenti\n                     funzionalità e correzioni.",
    "settings-channel-desc4": "build di prova pubblica. Riceve le funzionalità prima di stable ma è un po' più vecchio di Canary.",
    "settings-tray-desc": "Se disabilitato, ArmCord si chiuderà come qualsiasi altra finestra quando è chiuso, altrimenti si siederà e si rilasserà nella barra delle applicazioni per dopo.",
    "settings-invitewebsocket-desc": "Utilizza <a target=\"_blank\" href=\"https://github.com/OpenAsar/arrpc\">arRPC</a> per supportare Discord RPC (Rich Presence) con programmi locali sulla tua macchina. Lavori in corso.",
    "settings-altPaste": "Incolla alternativo",
    "settings-altPaste-desc": "Se sei su Gnome su Linux o semplicemente non puoi incollare immagini copiate da altri messaggi, allora questo è\n                 per te. Ciò abilita un modulo alternativo per incollare le immagini. Abilitalo solo quando stai sperimentando\n                 problemi.",
    "settings-mod-desc1": "Le mod client sono programmi che ti consentono di personalizzare la tua esperienza su Discord. Possono cambiare l'aspetto del\n                 client, modificare i comportamenti o aggiungere nuove funzionalità!",
    "settings-trayIcon": "Icona della barra",
    "settings-trayIcon-desc": "Impostare l'icona che apparirà nel menu della barra delle applicazioni.",
    "settings-advanced": "Zona utenti avanzati",
    "settings-pluginsFolder": "Apri la cartella dei plugin",
    "settings-themesFolder": "Apri la cartella dei temi",
    "settings-storageFolder": "Apri la cartella di archiviazione",
    "settings-restart": "Riavvia App",
    "settings-mod-vencord": "mod client leggera e facile da usare. Dispone di uno store integrato per i plugin.",
    "settings-mod-shelter": "è una mod client di nuova generazione creata per essere essenzialmente a prova di proiettile.",
    "settings-prfmMode-desc": "La modalità Performance è una funzione sperimentale che può aumentare la reattività e le prestazioni di\n                 ArmCord o... diminuirle. Si prega di provare tutte le opzioni e vedere quale si adatta meglio.",
    "settings-trayIcon-dynamic": "Dinamica",
    "settings-trayIcon-normal": "Icona Discord",
    "settings-trayIcon-classic": "Icona Discord classica",
    "settings-trayIcon-colored-plug": "Plug colorato",
    "settings-trayIcon-white-plug": "Plug bianco",
    "settings-trayIcon-white-plug-alt": "Plug Bianco Alt",
    "settings-trayIcon-black-plug": "Plug nero",
    "settings-trayIcon-black-plug-alt": "Plug Nero Alt",
    "settings-experimental": "Sperimentale",
    "settings-skipSplash": "Salta schermata iniziale (sperimentale)",
    "settings-skipSplash-desc": "Salta la schermata iniziale di ArmCord all'avvio dell'app.",
    "settings-copyDebugInfo": "Copia informazioni di debug",
    "settings-startMinimized": "Inizia ridotto a icona",
    "settings-startMinimized-desc": "ArmCord si avvia in background e rimane fuori dai piedi.",
    "settings-crashesFolder": "Apri la cartella dei crash nativi",
    "settings-forceNativeCrash": "Forza crash nativo",
    "settings-disableAutogain": "Disabilita il guadagno automatico",
    "settings-disableAutogain-desc": "Disabilita il guadagno automatico.",
    "settings-theme-transparent": "Trasparente",
    "settings-useLegacyCapturer": "Usa l'acquisitore legacy",
    "settings-useLegacyCapturer-desc": "Usa il modulo di condivisione dello schermo precedente, invece di quello nuovo. Se riscontri problemi con la condivisione dello schermo, prova ad abilitarla.",
    "settings-dynamicIcon": "Icona dinamica",
    "settings-dynamicIcon-desc": "Seguendo il comportamento di Discord su Windows, questo mostra il numero di messaggi/ping non letti sull'icona di ArmCord anziché sulla barra delle applicazioni.",
    "settings-spellcheck": "Controllo ortografico",
    "settings-spellcheck-desc": "Ti aiuta a correggere le parole errate evidenziandole.",
    "setup_question5": "Vuoi usare un'icona nella barra delle applicazioni?",
    "settings-mintoTray": "Riduci a icona nel barra delle applicazioni",
    "settings-mintoTray-desc": "Se disabilitato, ArmCord si chiuderà come qualsiasi altra finestra quando è chiusa, altrimenti si siederà e si rilasserà\n                 nella barra delle applicazioni per dopo.",
    "settings-theme-desc4": "finestra trasparente con barra del titolo nativa, è necessario un tema compatibile per eseguirlo. Solo Windows."
}
