{
    "no": "Não",
    "loading_screen_start": "Iniciando ArmCord…",
    "loading_screen_offline": "Você parece estar offline. Por favor, conecte-se à internet e tente novamente.",
    "loading_screen_update": "Uma nova versão do ArmCord está disponível. Por favor, atualize para a versão mais recente.",
    "setup_question1": "Selecione que tipo de instação você deseja fazer:",
    "setup_question1_answer1": "Instalação rápida",
    "setup_question1_answer2": "Instalação completa",
    "setup_offline": "Você parece estar offline. Por favor, conecte-se à internet e tente novamente.",
    "setup_question2": "Escolha o canal/instância do seu Discord:",
    "setup_question3": "O ArmCord deve lidar com a instalação de mods do cliente?",
    "yes": "Sim",
    "next": "Próximo",
    "setup_question4": "Selecione um mod de cliente que você deseja instalar:",
    "setup_question4_clientmodnotice": "Por que não todos eles? Ter muitos mods de cliente ao mesmo tempo pode causar problemas. Se você realmente quiser fazer isso, verifique nosso Discord.",
    "settings-theme": "Tema do ArmCord",
    "settings-theme-default": "Padrão",
    "settings-theme-native": "Nativo",
    "settings-tray": "Minimizar para a bandeja",
    "settings-patches": "Patches automáticos",
    "settings-channel": "Canal do Discord",
    "settings-invitewebsocket": "Convite por WebSocket",
    "settings-mod": "Modificação de cliente",
    "settings-prfmMode": "O modo de desempenho é uma função experimental que pode aumentar a capacidade de resposta e o desempenho\n                do ArmCord, ou... diminuí-lo. Por favor, teste todas as opções e veja qual se adapta melhor a você.",
    "settings-prfmMode-performance": "Desempenho",
    "settings-prfmMode-battery": "Bateria",
    "settings-none": "Nenhum",
    "settings-save": "Salvar configurações",
    "settings-updater": "Verificar atualizações",
    "settings-mobileMode": "Modo móvel",
    "settings-channel-desc1": "Você pode usar esta opção para alterar a atual instância do Discord:",
    "settings-theme-desc1": "Os \"temas\" do ArmCord gerenciam o comportamento e a aparência de aplicativos.",
    "settings-theme-desc2": "esta é a aparência do ArmCord quando você o inicia pela primeira vez. Inclui uma recriação\n                personalizada da barra de título do Discord e estilos específicos do ArmCord injetados nele.",
    "settings-theme-desc3": "utiliza a barra de título nativa do SO que você está executando no momento (no Windows 7/10). Funções mais\n                parecidas com o real aplicativo do Discord no Linux.",
    "settings-csp-desc": "ArmCord CSP é o nosso sistema que gerencia o carregamento de conteúdo personalizado no aplicativo do Discord. Coisas como\n                mods de cliente e temas dependem disso. Desative se você quiser se livrar de mods e estilos personalizados.",
    "settings-patches-desk": "Busca patches automáticos que são distribuídos se a versão mais recente apresentar bugs após o lançamento. Normalmente\n                você não precisa manter isso ativado, a menos que seja notificado no suporte do Discord.",
    "settings-mobileMode-desc": "Se estiver em um dispositivo com tela sensível ao toque, este recurso é para você! Ele ativa o modo móvel oculto do Discord\n                destinado a celulares e tablets. A única característica importante ausente é o suporte ao bate-papo por voz. Isso é ideal para\n                 usuários do PinePhone e similares.",
    "settings-tray-desc": "Quando desativado, o ArmCord irá encerrar como qualquer outra janela quando for fechado, caso contrário, permanecerá\n                em repouso na bandeja do seu sistema para mais tarde.",
    "settings-channel-desc2": "você provavelmente está mais familiarizado com este. É o que você vê no cliente padrão do\n                    Discord!",
    "settings-channel-desc3": "esta é a versão de teste alfa do Discord. Ao utilizá-la, você obtém acesso aos recursos e correções\n                     mais recentes.",
    "settings-invitewebsocket-desc": "Quando ativado, o ArmCord suportará links Discord.gg; isto é, se você abrir um link de convite em seu\n                navegador, o ArmCord irá aceitá-lo automaticamente. Pode não responder às vezes.",
    "settings-channel-desc4": "canal de teste público. Recebe recursos mais cedo do que o estável, mas é um pouco mais antigo do que o Canary.",
    "settings-altPaste": "Colar alternativo",
    "settings-altPaste-desc": "Se você usa GNOME no Linux, ou simplesmente não consegue colar imagens copiadas a partir de outras mensagens, então isto é\n                para você. Isto habilita o módulo alternativo para colar imagens. Ative isso apenas quando estiver com\n                problemas.",
    "settings-channel-desc5": "instância não oficial do Discord que leva você de volta a 2016! O único cliente modificado\n                    disponível para rodar junto com ele é o Cordwood. É administrado pela comunidade, portanto você assume todos os riscos\n                    ao utilizá-lo.",
    "settings-mod-desc1": "Mods de cliente são programas que permitem personalizar sua experiência no Discord. Eles podem alterar a aparência\n                do cliente, modificar comportamentos ou adicionar novos recursos!",
    "settings-mod-desc2": "concentra-se em tornar a experiência de desenvolvimento de plugins para o Discord mais fácil. Mínimo e\n                leve.",
    "settings-mod-desc3": "leve, seguro e fácil, já pronto para usar. Possui uma loja integrada\n                para plugins.",
    "settings-mod-desc4": "trabalho pesado em andamento, não possui uma interface do usuário funcional.",
    "settings-trayIcon": "Ícone da bandeja",
    "settings-trayIcon-desc": "Defina o ícone que aparecerá no menu da bandeja.",
    "settings-advanced": "Área para usuários avançados",
    "settings-pluginsFolder": "Abrir pasta de plugins",
    "settings-themesFolder": "Abrir pasta de temas",
    "settings-storageFolder": "Abrir pasta de armazenamento",
    "settings-restart": "Restart App"
}
