{
    "loading_screen_start": "Startar ArmCord…",
    "loading_screen_offline": "You appear to be offline. Please connect to the Internet and try again.",
    "loading_screen_update": "A new version of ArmCord is available. Please update to the latest version.",
    "setup_question1": "Select what kind of setup you want to perform:",
    "setup_question1_answer1": "Express Setup",
    "setup_question1_answer2": "Full Setup",
    "setup_offline": "You appear to be offline. Please connect to the internet and restart ArmCord.",
    "setup_question2": "Choose your Discord channel/instance:",
    "setup_question3": "Should ArmCord handle client mods installation?",
    "yes": "Yes",
    "no": "No",
    "next": "Next",
    "setup_question4": "Select a client mod you want to install:",
    "setup_question4_clientmodnotice": "Why not all of them? Having many client mods at the same time can cause issues. If you really want to do it though, check our Discord.",
    "settings-theme": "ArmCord theme",
    "settings-theme-desc1": "ArmCord \"themes\" manage apps behaviour and looks.",
    "settings-theme-desc2": "this is how ArmCord looks when you first launch it. It includes recreation of Discord's\n                custom titlebar and ArmCord specific styles injected into Discord.",
    "settings-theme-desc3": "uses native titlebar of OS you're currently running (e.g Windows 7/10). Functions more\n                similar to actual Discord app on Linux.",
    "settings-theme-default": "Default",
    "settings-theme-native": "Native",
    "settings-mod": "Client mod",
    "settings-prfmMode-performance": "Performance",
    "settings-mod-desc2": "focuses on making the Discord plugin development experience easier. Minimal and\n                lightweight.",
    "settings-csp-desc": "ArmCord CSP is our system that manages loading custom content loading into the Discord app. Stuff like\n                client mods and themes depend on it. Disable if you want to get rid of mods and custom styles.",
    "settings-tray": "Minimize to tray",
    "settings-tray-desc": "When disabled, ArmCord will close like any other window when closed, otherwise it'll sit back and relax\n                in your system tray for later.",
    "settings-patches": "Automatic Patches",
    "settings-patches-desk": "Fetches automatic patches that are distributed if release turns out to have bugs after release. Usually\n                you don't have to keep this enabled, unless notified in support Discord.",
    "settings-mobileMode": "Mobile mode",
    "settings-mobileMode-desc": "If you're on a device with touch-screen this feature is for you! It activates Discord's hidden mobile\n                mode meant for phones and tablets. Only major feature missing is voice chat support. This is ideal for\n                users on PinePhone and similar.",
    "settings-channel": "Discord channel",
    "settings-channel-desc1": "You can use this setting to change current instance of Discord:",
    "settings-channel-desc2": "you're probably most familiar with this one. It's the one you see in default Discord\n                    client!",
    "settings-channel-desc3": "this is alpha test release of Discord. By using it you gain access to the newest\n                    features and fixes.",
    "settings-channel-desc4": "public test build. Receives features earlier than stable but is a bit older than Canary.",
    "settings-channel-desc5": "unofficial instance of Discord that takes you back to 2016! Only client mod\n                    available to run alongside with it is Cordwood. It's run by community, so you take all the risk by\n                    using it.",
    "settings-invitewebsocket": "Invite Websocket",
    "settings-invitewebsocket-desc": "When enabled ArmCord will support Discord.gg links which means that if you open an invite link in your\n                browser, ArmCord will automatically accept the invite. Can be unresponsive at times.",
    "settings-altPaste": "Alternative Paste",
    "settings-altPaste-desc": "If you're on Gnome on Linux or just simply can't paste images copied from other messages, then this is\n                for you. This enables alternative module for pasting images. Only enable this when you're experiencing\n                issues.",
    "settings-mod-desc1": "Client mods are programs that allow you customize your Discord experience. They can change appearance of\n                the client, modify behaviours or add new features!",
    "settings-mod-desc3": "light, secure, and easy to use, with out of the box experience. Features a built-in\n                store for plugins.",
    "settings-mod-desc4": "heavily work in progress, doesn't have a working UI.",
    "settings-prfmMode": "Performance mode is an experimental function that may either increase responsiveness and performance of\n                ArmCord or... decrease it. Please try every option and see which fits you the best.",
    "settings-prfmMode-battery": "Battery",
    "settings-trayIcon": "Tray icon",
    "settings-trayIcon-desc": "Set the icon which will appear in tray menu.",
    "settings-advanced": "️Advanced user zone",
    "settings-pluginsFolder": "Open plugins folder",
    "settings-themesFolder": "Open themes folder",
    "settings-storageFolder": "Open storage folder",
    "settings-none": "None",
    "settings-save": "Save Settings",
    "settings-updater": "Check for updates",
    "settings-restart": "Restart App"
}
